brew "git"
brew "stow"
brew "zsh"
brew "ghostty"
brew "docker"
brew "neovim"
brew "starship"
brew "fzf"
brew "fd"
brew "ripgrep"
brew "lazygit"
brew "lazydocker"
brew "zoxide"
brew "bat"
brew "lsd"
brew "git-delta"
brew "karabiner-elements"
brew "deno"
brew "k9s"
brew "kubectl"
