# specify a directory to install
cask_args appdir: '/Applications'
# install packages
tap 'homebrew/cask' || true

# Regular packages
brew 'neovim'
cask 'ghostty'

brew 'stow'
brew 'rectangle'
brew 'starship'
brew 'gum'
brew 'fzf'
brew 'fd'
brew 'ripgrep'
brew 'tldr'
brew 'lazygit'
brew 'lazydocker'
brew 'zoxide'
brew 'bat'
brew 'lsd'
brew 'git-delta'
