# specify a directory to install
cask_args appdir: '/Applications'
# install packages
tap 'caskroom/homebrew-cask' || true
tap 'FelixKratz/formulae'

# Regular packages
brew 'stow'
brew 'visual-studio-code'
brew 'neovim'
brew 'ghostty'

brew 'nikitabobko/tap/aerospace'
brew 'borders'

brew 'starship'
brew 'fzf'
brew 'fd'
brew 'ripgrep'
brew 'tldr'
brew 'lazygit'
brew 'lazydocker'
brew 'zoxide'
brew 'bat'
brew 'lsd'
brew 'git-delta'
brew 'gum'
